Repository: bedopedia/skolera-IOS
Catalog: skolera/skolera/*.lproj/Localizable.strings
Languages: ar

source: Loading
ar: جاري التحميل

source: Quizzes
ar: إختبارات قصيرة

source: Events
ar: احداث

source: Assignments
ar: واجبات

source: Subjects
ar: المواد

source: Restart Required
ar: يجب إعادة التشغيل

source: This requires restarting the Application. Are you sure you want to close the app now?
ar: هذا سيعيد تشغيل التطبيق. هل أنت متأكد أنك تريد إغلاق التطبيق الآن

source: YES
ar: نعم

source: NO
ar: لا

source: Settings
ar: الإعدادت

source: Switch Language to Arabic
ar: تغيير اللغة الي الإنجليزية

source: Logout
ar: تسجيل خروج

source: Cancel
ar: إلغاء

source: CANCEL
ar: إلغاء

source: Grade Items
ar: درجات

source: New Message
ar: رسالة جديدة

source: Send
ar: إرسال

source: Type a message
ar: إكتب رسالة

source: Messages
ar: الرسائل

source: No messages
ar: لا يوجد رسائل

source: No notifications
ar: لا يوجد إشعارات

source: No announcements
ar: لا يوجد تنبيهات

source: Saturday
ar: السبت

source: Sunday
ar: الاحد

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الاربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Classwork
ar: واجبات الفصل

source: No classwork
ar: لا يوجد واجبات فصل

source: Homework
ar: واجبات منزليه

source: No Homework
ar: لا يوجد واجبات منزليه

source: Activity
ar: انشطة

source: No Activity
ar: لا يوجد انشطة

source: No weekly planner
ar: لا يوجد خطة اسبوعية

# No Assignment
source: No Assignments
ar: لا يوجد واجبات

source: No active assignments currently
ar: لا يوجد واجبات حالياََ

source: No active quizzes currently
ar: لا يوجد إختبارات حالياََ

source: Announcments
ar: الإعلانات

source: Notifications
ar: الإشعارات

source: Menu
ar: القائمة

source: Home
ar: الرئيسية

source: Reply
ar: إضافة رد

source: No Quiz
ar: لا يوجد إختبارات

source: No Submission
ar: لم يتم حل الاختبار

source: No content
ar: لا يوجد محتوى

source: Write a feedback
ar: إضف تعليق

# This is a text editor. Add and edit as you wish
source: Post content
ar: تفاصيل المنشور

source: Not feedback
ar: لا يوجد تعليق

source: Not set yet
ar: لا يوجد درجة

source: All
ar: الجميع

source: Academic
ar: أكاديمي

source: Vacations
ar: اجازات

source: Personal
ar: شخصيه

source: Post is empty
ar: لا يوجد محتوى

source: OK
ar: تأكيد

source: Cannot select file
ar: لا يمكن اختيار الملف

source: You must select a file with size less than 10 MB.
ar: حجم الملف لا يمكن ان يتخطى ١٠ ميجا بايت

source: Delete Entry
ar: مسح المرفق

source: Are you sure you want to delete this attachment?
ar: متأكد من مسح المرفق؟

source: No weekly planner available
ar: لا يوجد خطة اسبوعية

source: No timetable available
ar: لا يوجد جدول زمنى

source: Please enter correct dates
ar: برجاء إدخال تواريخ صحيحة

source: Something went wrong, please try again
ar: حدث خطأ ما، برجاء المحاولة مرة اخرى

source: No slots available
ar: لا يوجد حصص

source: Assign for all
ar: تعيين لكل الطلبة

source: Assign for selected
ar: تعيين للمختارين

source: present
ar: حاضر

source: late
ar: متأخر

source: absent
ar: غائب

source: excused
ar: معتذر

source: Slot
ar: حصة

source: Assign action for all students
ar: تعيين لكل الطلبة

source: Present
ar: حاضر

source: Remove all status
ar: ازالة كل الحالات

source: Late
ar: متأخر

source: Absent
ar: غائب

source: Solved
ar: تم حله

source: Not graded yet
ar: لم يصحح بعد

source: Please complete your answers
ar: برجاء إكمال الإجابة

source: Solve now
ar: اجب السؤال

source: Submit quiz
ar: ارسال

source: Next
ar: التالي

source: Submit
ar: إرسال

source: Previous
ar: السابق

source: out of
ar: من

source: You don't have any open quizzes for now
ar: لا يوجد اختبارات قصيرة جارية الآن

source: You don't have any closed quizzes for now
ar: لا يوجد اختبارات قصيرة منتهية الآن

source: You don't have any open assignments for now
ar: لا يوجد واجبات جارية الآن

source: You don't have any closed assignments for now
ar: لا يوجد واجبات منتهية الآن

source: You don't have any grades for now
ar: لا يوجد درجات الآن

source: You don't have any current grades for now
ar: لا يوجد درجات حالية الآن

source: No content available
ar: لا يوجد محتوى

source: No description available
ar: لا يوجد تفاصيل
